import React from 'react'

function Dalel140() {
    return (
        <div>
            <div className='titledalel140 d-flex'>
                <h2>خدمة عملاء</h2>
                <a href="#/">( المصرية للإتصالات )</a>
            </div>
            <div className='d-flex twodalel container'>
                <div className='leftdalel'>
                    <a href="#/"> محادثة خدمة العملاء</a>
                    <a href="#/">معاك</a>
                    <a href="#/"> أسئلة متكررة</a>
                    <a href="#/"> البريد الإلكتروني</a>
                    <a href="#/"> خدمة الفاتورة التفصيلية</a>
                    <a href="#/"> 140 دليل</a>
                    <a href="#/"> وسائل الدفع الاخرى</a>
                    <a href="#/"> خدمة تركيب الوصلات الداخلية</a>
                </div>
                <div className='r-tdalel'>
                    <h5>140 دليل</h5>
                    <p className='ppone'>مع خدمة 140 دليل من WE تقدر تستفسر عن أي شىء في أي وقت و من أي مكان</p>
                    <p>تقدر تتابع كل اللي بيحصل  في الشارع المصري أول بأول و تعرف : </p>
                    <ul>
                        <li> كل المستجدات  الخاصة بجائحة كورونا، عناوين المستشفيات و أرقامها  و تستفسر عنها وعن معامل التحاليل و الحجر الصحي.</li>
                        <li> عناوين وأماكن جهات العمل المختلفة  ، سواء كانت حكومية أو خاصة و أرقامها و مواعيدها وكل جديد عنها.</li>
                        <li> كل التفاصيل الخاصة بالبنوك و الأطباء و الصيدليات و مراكز الأشعة و المدارس و الجامعات و الفنادق و الأماكن السياحية وغيرها من الأنشطة التجارية في مصر .</li>
                        <li>توصل لأرقام  التليفون الأرضي علي مستوي الجمهورية.</li>
                        <li>أسعار العملات ،  و الذهب و الفضة و درجات الحرارة و مواقيت الصلاة .</li>
                        <li> الأكواد الخاصة بدول العالم المختلفة ، وفروق التوقيت والعملات بتاعتها .</li>
                        <li> الخطوط الساخنة وأرقام الطوارئ لجميع الخدمات .</li>
                        <li>جميع عناوين المقرات واللجان الانتخابية.</li>
                    </ul>  
                </div>
            </div>
        </div>
    )
}

export default Dalel140