const datadmat = [
    {
        id:1,
        cat:"mobile",
        title:" الاحتفاظ بالمكالمات",
        paragraph:"يمكنك استقبال رسالة نصية بالأرقام التي حاولت الإتصال بك عندما كان هاتفك غير متوفر. للإشتراك اطلب *066#.",
        img:"https://www11.0zz0.com/2022/07/29/23/336722979.png"
    },
    {
        id:2,
        cat:"mobile",
        title:"اتحكم فى فاتورتك",
        paragraph:"يمكنك اختيار حد مسبق لفاتورتك بقيمة معينة لإشتراكك الشهري باستخدام Bill Limit. للإشتراك اطلب *883#",
        img:"https://www11.0zz0.com/2022/07/29/23/282934897.png"
    },
    {
        id:3,
        cat:"mobile",
        title:" الإستعلام عن الرصيد",
        paragraph:"استمتع بإشتراك مجاني على باقة WE أرضي 35 لمدة 3 شهور.",
        img:"https://www11.0zz0.com/2022/07/29/23/591749210.png"
    },
    {
        id:4,
        cat:"mobile",
        title:"WE SPACE SA7EL",
        paragraph:"إنترنت مابيخلصش مع أكبر باقة سنوية WE SPACE SA7EL",
        img:"https://www6.0zz0.com/2022/07/29/23/386223129.png"
    },
    {
        id:5,
        cat:"mobile",
        title:"إستعلام عن الباقه",
        paragraph:"لمعرفة عدد وحداتك الحالي، اطلب *414#",
        img:"https://www6.0zz0.com/2022/07/29/23/248820127.png"
    },
    {
        id:6,
        cat:"mobile",
        title:"حظر المكالمات",
        paragraph:" ",
        img:"https://www6.0zz0.com/2022/07/29/23/732345650.png"
    },
    {
        id:7,
        cat:"mobile",
        title:"التنبيه عند الوصول",
        paragraph:"يمكنك معرفة الأرقام الغير متاحة أو مغلقة واصبحت متاحة عن طريق رسالة نصية لإخطارك بمعاودة الإتصال. للإشتراك اطلب *066#",
        img:"https://www8.0zz0.com/2022/07/30/10/946427997.png"
    },
    {
        id:8,
        cat:"mobile",
        title:"البريد الصوتى",
        paragraph:"من خلال خدمة البريد الصوتي سيتم استقبال مكالمتك في حالة عدم الوصول إليك. للإشتراك اطلب *505#",
        img:"https://www7.0zz0.com/2022/07/29/23/246418306.png"
    },
    {
        id:9,
        cat:"mobile",
        title:"الرسائل الاخبارية",
        paragraph:"أشترك في مجموعة متنوعة من الموضوعات طريق خدمة الرسائل الأخبارية , أطلب #2525*",
        img:"https://www7.0zz0.com/2022/07/29/23/788981528.png"
    },
    {
        id:10,
        cat:"mobile",
        title:"حوللي نت",
        paragraph:"الأن يمكن لعملاء Nitro تحويل مجابايتس لعملاء وي الاخرين عن طريق كود #552*",
        img:"https://www7.0zz0.com/2022/07/29/23/643423497.png"
    },
    {
        id:11,
        cat:"Raset",
        title:"سلفنى Extra",
        paragraph:"دلوقتي هتقدر تستلف لحد 48 جنيه بأقل سعر للخدمة",
        img:"https://www13.0zz0.com/2022/07/29/23/909493127.png"
    },
    {
        id:12,
        cat:"Raset",
        title:"من فضلك كلمني",
        paragraph:"يمكنك ارسال رسالة نصية لموبايل آخر ليتصل بك. للإشتراك اطلب *515*رقم الموبايل#",
        img:"https://www13.0zz0.com/2022/07/29/23/555271663.png"
    },
    {
        id:13,
        cat:"Raset",
        title:"تحويل الرصيد",
        paragraph:"يمكنك الآن تحويل رصيد من 30 قرش إلى 100 جنيه فى المرة الواحدة. للإشتراك اطلب *551*الرقم*المبلغ#",
        img:"https://www13.0zz0.com/2022/07/29/23/112367962.png"
    },
    {
        id:14,
        cat:"Raset",
        title:"خدمات نفاذ الرصيد",
        paragraph:"رصيدك خلص!! ميهمكش ، دلوقتى مع خدمات نفاذ الرصيد من WE هتقدر تكمل مكالمتك",
        img:"https://www5.0zz0.com/2022/07/29/23/664329154.png"
    },
    {
        id:15,
        cat:"Raset",
        title:"ادفعلهم",
        paragraph:"دلوقتي تقدر تكون قائمة من اصحابك وقرايبك وهيكلموك علي حسابك",
        img:"https://www5.0zz0.com/2022/07/29/23/198286107.png"
    },




    {
        id:16,
        cat:"elardy",
        title:"الانتظار",
        paragraph:"الآن يمكنك استقبال مكالمة أخرى أثناء إجراء المكالمة التليفونية الحالية. للإشتراك اضغط ‘المزيد’",
        img:"https://www9.0zz0.com/2022/07/30/10/587635790.png"
    },
    {
        id:17,
        cat:"elardy",
        title:"مكالمه من عده أطراف",
        paragraph:"الآن يمكنك إجراء مكالمة تليفونية واحدة مع عدة أشخاص أينما كانوا. للإشتراك اضغط المزيد",
        img:"https://www9.0zz0.com/2022/07/30/10/726410789.png"
    },
    {
        id:18,
        cat:"elardy",
        title:"خاصية التتبع",
        paragraph:"الآن يمكن لأي شخص الوصول اليك وتتبعك من خلال الموبايل أو التيليفون الأرضي. للإشتراك اضغط المزيد",
        img:"https://www9.0zz0.com/2022/07/30/10/732852905.png"
    },
    {
        id:19,
        cat:"elardy",
        title:"الخط الساخن",
        paragraph:"يمكنك إجراء مكالمة هامة في حالة الطوارئ، حيث يتم الاتصال أوتوماتيكيًا بالرقم الذي حددته مسبقًا.للإشتراك اضغط المزيد",
        img:"https://www10.0zz0.com/2022/07/30/10/164711203.png"
    },
    {
        id:20,
        cat:"elardy",
        title:"عدم الإزعاج",
        paragraph:"يمكنك أن تتحكم في تليفونك الأرضي عن طريق إيقاف استقبال أي مكالمة واردة إليك. للإشتراك اضغط المزيد",
        img:"https://www10.0zz0.com/2022/07/30/10/666230662.png"
    },
    {
        id:21,
        cat:"elardy",
        title:"المنبه",
        paragraph:"الآن استخدم تليفونك الأرضي كساعة للتنبيه. للإشتراك اضغط المزيد",
        img:"https://www10.0zz0.com/2022/07/30/10/165263407.png"
    },
    {
        id:22,
        cat:"internet",
        title:"الدومين/ البريد الاٍكترونى",
        paragraph:" ",
        img:"https://www10.0zz0.com/2022/07/30/10/795107958.png"
    },
    {
        id:23,
        cat:"internet",
        title:"حجب المواقع الاباحيه",
        paragraph:" ",
        img:"https://www10.0zz0.com/2022/07/30/10/971605768.png"
    },
    {
        id:24,
        cat:"internet",
        title:"Option Pack",
        paragraph:"تى اى Option Pack هى خدمة تدعم “المعرف الرقمي الثابت”من اجل استخدامه كل مرة عند استخدام العميل لشبكة الانترنت. بالأضافة انها تقدم لعملائنا خد",
        img:"https://www10.0zz0.com/2022/07/30/10/992933401.png"
    },
    {
        id:25,
        cat:"dawly",
        title:"المكالمات الدوليه",
        paragraph:"توفر هذه الخدمة المكالمات الدولية لكل عملاء الكارت والكنترول.لمعلومات أكثر اضغط المزيد",
        img:"https://www4.0zz0.com/2022/07/30/10/966327566.png"
    },
    {
        id:26,
        cat:"dawly",
        title:"التجوال",
        paragraph:"يمكنك الإختيار بين الباقات اليومية والأسبوعية والشهرية، وإستخدم الإنترنت طوال الرحلة. لمعلومات أكثر اضغط المزيد",
        img:"https://www4.0zz0.com/2022/07/30/10/987729490.png"
    },
    {
        id:27,
        cat:"dawly",
        title:"Mobile Egypt",
        paragraph:" الآن مع نظام Mobile Egypt، إستمتع بأقامتك في مصر مع افضل سعر للمكالمات المحلية و الدولية. لمعلومات أكثر اضغط المزيد",
        img:"https://www4.0zz0.com/2022/07/30/10/987729490.png"
    },
    {
        id:28,
        cat:"dawly",
        title:"خدمة عالم واحد للمكالمات الدولية",
        paragraph:"استمتع بأرخص سعر للدقيقة الدولي في مصر مع خدمات عالم واحد",
        img:"https://www4.0zz0.com/2022/07/30/10/927151757.png"
    },
    {
        id:29,
        cat:"dawly",
        title:"WE flight service",
        paragraph:"انت واصل وانت طاير مع خدمة WE Flight",
        img:"https://www3.0zz0.com/2022/07/30/10/860812109.png"
    },
    {
        id:30,
        cat:"trfeh",
        title:"WE TV",
        paragraph:"هى مكتبة من الأفلام و المسلسلات والبرامج تتيح لعملاء الموبايل إمكانية تصفح المحتوى الخاص بالمكتبة بدون أي فواصل أو مادة إعلانية. للأشترا",
        img:"https://www5.0zz0.com/2022/07/30/10/848010883.png"
    },
    {
        id:31,
        cat:"trfeh",
        title:"كول تون",
        paragraph:"يمكن للمتصلين برقمك الأستمتاع بنغمة مخصصة حسب إختيارك من مكتبة النغمات, بدلا من النغمة المعتادة للمكالمات. للإشتراك اطلب *777#",
        img:"https://www5.0zz0.com/2022/07/30/10/792804759.png"
    },
    {
        id:32,
        cat:"trfeh",
        title:"مسابقة العب واكسب",
        paragraph:"وقت التحدي اللي بجد خلاص بدأ اشترك دلوقتى ف مسابقة ألعب و أكسب",
        img:"https://www5.0zz0.com/2022/07/30/10/212341795.png"
    },

    {
        id:33,
        cat:"Other",
        title:"تطبيق My WE",
        paragraph:"يمكنك إكمال جميع معاملات حسابك لخط الموبايل والانترنت الارضي عبر التطبيق وقتما تشاء وأينما كنت        ",
        img:"https://www3.0zz0.com/2022/07/30/10/320251465.png"
    },
    {
        id:34,
        cat:"Other",
        title:"WE Pay",
        paragraph:"هي خدمة مقدمة من WE بالتعاون مع بنك مصر لتمكن عملائها من التحكم في تعاملاتهم الماليه المختلفة. للإستمتاع بالخدمة الآن اضغط على المزيد        ",
        img:"https://www3.0zz0.com/2022/07/30/10/887000739.png"
    },
    {
        id:35,
        cat:"Other",
        title:"خدمة نقل الأرقام",
        paragraph:"هي خدمه تتيح لك تغير شبكة الموبايل دون الحاجه إلى تغيير رقمك الشخصي        ",
        img:"https://www3.0zz0.com/2022/07/30/10/562254732.png"
    },

    {
        id:36,
        cat:"Other",
        title:"البرقيات المحلية",
        paragraph:"يمكنك الآن إرسال أي برقية محلية عن طريق الاتصال بـ 124 أو إحدى مكاتب التلغراف.",
        img:"https://www10.0zz0.com/2022/07/30/10/311105173.png"
    },
    {
        id:37,
        cat:"Other",
        title:"التبرعات",
        paragraph:"مكنك التبرع فى اى وقت ومن اى مكان من خلال هاتفك المحمول بطريقة سهلة. للإستمتاع بالخدمة اضغط على المزيد",
        img:"https://www10.0zz0.com/2022/07/30/10/354059103.png"
    },
    {
        id:38,
        cat:"Other",
        title:"التموين",
        paragraph:"يمكنك الآن تفعيل بطاقة التموين من خلال هاتفك المحمول. للتفعيل اضغط المزيد",
        img:"https://www10.0zz0.com/2022/07/30/10/803700858.png"
    },
    {
        id:39,
        cat:"Other",
        title:"خدمة الإيقاف المؤقت للخط",
        paragraph:"خدمة جديدة لعملاء الفاتورة",
        img:"https://www11.0zz0.com/2022/07/30/10/752434685.png"
    }
]
export default datadmat;