import React from 'react'

function Plandetails() {
    return (
        <div>
                <div className='titledalel140 container'>
                    <div className='row'>
                        <div className='col-sm-12'>
                            <h4 >تفاصيل خطة الأسعار</h4>
                        </div>
                        <div className='col-sm-12'>
                            <a href="#/">( المصرية للإتصالات WE SPACE)</a>
                        </div>
                    </div>
                </div>
                <div className='blogWESPACE container'>
                    <div className='d-flex blogWESPACEch'>
                    <div>
                        <h6>WE SPACE</h6>
                    </div>
                    <div>
                        <a href="#/">اشترك الأن</a>
                    </div>
                    </div>
                    <h2>أقوى إنترنت في مصر سرعات أعلى وباقات أكبر.</h2>
                    <p>WE SPACE تقدم لك مجموعة من الباقات بسعات تصل الى 1TB وسرعات مختلفة تصل الى 200 ميجابت/ث طبقاً لقدرة تحمل خطك الأرضي.</p>
                    <p>سيتم التحقق من خطك الأرضي وإعلامك بالسرعة الموصى بها وفقاً لكفاءة خطك من خلال فروع WE أو خدمة العملاء (111 أو19777) أو من خلال خدمة live chat على موقعنا الإلكتروني..</p>
                    <li>سرعة باقات Super تصل الي 30 ميجابت/ث</li>
                    <li>سرعة باقات Mega تصل الي 70 ميجابت/ث</li>
                    <li>سرعة باقات Ultra تصل الي 100 ميجابت/ث</li>
                    <li>سرعة باقة  MAX تصل الي 200 ميجابت/ث</li>
                    <p>تابع إستهلاكك الشهري عن طريق تسجيل الدخول على موقعنا الإلكتروني https://my.te.eg أو تطبيق My WE على الهاتف المحمول www.te.eg/App. وسيتم أيضاً إبلاغك قبل نفاذ سعة الإنترنت اأرضي.</p>
                    <p>في حالة إنتهاء سعة التحميل الأساسية، ستستمتع بإنترنت بلا حدود بسرعة منخفضة و في حالة رغبتك في العودة إلى السرعة الأصلية في نفس الشهر يمكنك إما القيام بالتجديد المبكر للباقة الأساسية في أي وقت، أو شحن أي من السعات الإضافية التالية ، مرة واحدة او تجدد تلقائيا كل 30 يوم.</p>

                    <div className='tab'>


                        <thead>
                            <tr>
                            <th>السعات الإضافية</th>
                            <th>الأسعار</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                            <td>20 GB	</td>
                            <td>30 جنيه</td>
                            </tr>
                            <tr>
                            <td>50 GB	</td>
                            <td>60 جنيه</td>
                            </tr>
                            <tr>
                            <td>100 GB</td>
                            <td colSpan={2}>100 جنيه</td>
                            </tr>
                        </tbody>
                    </div>
<p>الشروط و الأحكام</p>
<ul>
<li>يمكنك الإشتراك في باقات WE Space من خلال فروع WE.</li>
<li>يمكنك شحن حسابك من خلال:</li>
<ul>
<li>تطبيق المحمول www.te.eg/App </li>
<li>موقعنا الالكتروني https://my.te.eg </li>
<li>جميع فروع WE </li>
<li>فوري ،مصاري ، بي، امان ، سداد، ممكن، خدماتي.</li>
<li>كروت الشحن </li>
</ul>
<li>يتم تجديد الباقة الأساسية تلقائياً في حالة توافر رصيد كافي.</li>
<li>خدمة سلفني: في حالة توقف الخدمة لعدم السداد، يمكنك إسترجاع السرعة الأساسية لخطك عن طريق إضافة خدمة سلفني والتي تتيح سعة 5GB في مقابل 10 جنيه، صالحة لمدة يومين. في حالة عدم وجود رصيد كافي في الحساب، يتم خصم المبلغ المتاح، وإضافة المبلغ المتبقي ققيمه مستحقة ليتم خصمها عند الشحن.</li>
<li>يمكنك شراء جهاز الراوتر أو تأجيره، أضغط هنا لمعرفه الاجهزه المتاحه.</li>
<li>يتم إضافة ضريبة القيمة المضافة ( 14% )على جميع الأسعار المعلنة. </li>
<li>لو خطك FTTH وهي تكنولوجيا الفايبر أضغط هنا لمعرفه خطوات التعاقد و تفاصيل التركيب.</li>

</ul>





                </div>
        </div>
    )
}

export default Plandetails